Repository: jefffederman/pokersource
Catalog: poker-client/debian/po/*.po
Languages: de, sv

source: Web server(s) to reconfigure automatically:
de: Automatisch zu rekonfigurierende(n) Webserver:
sv: Webbservrar som ska ställas in automatiskt:

source: poker-web supports any web server that PHP does, but this automatic configuration process only supports Apache.
de: Poker-Web unterstützt jeden von PHP unterstützen Webserver, aber dieser automatische Konfigurationsprozess unterstützt nur Apache.
sv: power-web kan köras på alla webbservrar som stödjer PHP, endast Apache kan dock ställas in automatiskt.

source: Restart ${webserver} now?
de: ${webserver} jetzt neustarten?
sv: Ska ${webserver} startas om nu?

source: Remember that in order to activate the new configuration ${webserver} has to be restarted. You can also restart ${webserver} manually executing /etc/init.d/${webserver} restart
de: Denken Sie daran, dass für die Aktivierung der neuen Konfiguration ${webserver} neu gestartet werden muss. Sie können ${webserver} auch manuell mittels »/etc/init.d/${webserver} restart« neu starten.
sv: Kom ihåg att för att aktivera de nya inställningarna måste ${webserver} startas om. Du kan också starta om ${webserver} manuellt genom att köra /etc/init.d/${webserver} restart

source: Hostname or IP address of the poker-network server:
de: Hostname oder IP-Adresse des Poker-Network-Servers:
sv: Värdnamn eller IP-adress tiill power-network-server:

source: The poker-network server for which poker-web provides a web based interface. It will be queried via its SOAP interface.
de: Der Poker-Network-Server, für den Poker-Web die webbasierte Schnittstelle bereitstellt. Es wird mittels seiner SOAP-Schnittstelle abgefragt.
sv: poker-network-servern som poker-web tillhandahåller ett webbaserat gränssnitt. Den kommer att kontaktas via SOAP-gränssnittet.

source: Do you want to configure and run the poker-network server?
de: Möchten Sie den Poker-Network-Server konfigurieren und betreiben?
sv: Vill du göra inställningar och sedan starta poker-network-servern?

source: If you want to configure and run a poker-network server, make sure you have administrative rights on a running MySQL server. If you do not want to run the poker-network server on this machine, you will be prompted for the hostname or the IP address of a running poker-network server.
de: Falls Sie einen Poker-Network-Server konfigurieren und betreiben wollen, stellen Sie sicher, dass Sie die administrativen Rechte zum Betrieb des MySQL-Servers haben. Falls Sie den Poker-Network-Server auf dieser Maschine nicht ausführen wollen, werden Sie aufgefordert, den Hostname oder die IP-Adresse für den laufenden Poker-Network-Server einzugeben.
sv: Om du vill ställa in och köra en poker-network-server behöver du ha administrativa rättigheter på en fungerande MySQL-server. Om du inte vill köra poker-network-server på den här maskinen kommer du att ombes ange ett värdnamn eller en IP-adress till en fungernade poker-network-server.

source: Skipping poker-network server installation
de: Poker-Network-Server-Installation überspringen
sv: Hoppar över installation av poker-network-server

source: If you want to run poker-network at a later time, you will need to configure it by hand or by running dpkg-reconfigure python-poker-network.
de: Falls Sie Poker-Network zu einem späteren Zeitpunkt ausführen wollen, müssen Sie es von Hand konfigurieren oder »dpkg-reconfigure python-poker-network« ausführen.
sv: Vill du installera poker-network-server vid ett senare tillfälle kan du köra inställningsguiden genom kommandot dpkg-reconfigure python-poker-network eller manuellt redigera inställningsfilerna.

source: Hostname or IP address of the default poker-network server:
de: Hostname oder IP-Adresse des Standard-Poker-Network-Servers:
sv: Värdnamn eller IP-adress till den poker-network-server som ska användas som standardvärde.

source: The clients based on poker-network installed on the same machine will be able to use this poker-network server host as a default, if needed.
de: Die Clients basierend auf dem auf der gleichen Maschine installierten Poker-Network werden in der Lage sein, diesen Poker-Network-Server falls notwendig als Standard zu verwenden.
sv: poker-network-klienter på samma maskin som servern kommer att kunna använda denna som standardserver om det behövs.

source: Hostname or IP address of the default poker-network web server:
de: Hostname oder IP-Adresse des Standard-Poker-Network-Webservers:
sv: Värdnamn eller IP-adress till standardwebserver för poker-network.

source: The clients based on poker-network installed on the same machine will be able to use this address to connect to the web part of the poker server.
de: Die Clients basierend auf dem auf der gleichen Maschine installierten Poker-Network, werden in der Lage sein, sich mit dem Webteil des Poker-Servers zu verbinden.
sv: poker-network-klienter på samma maskin som servern kommer att kunna använda denna adress som standard vid anslutningar till webbdelen för pokerserver.

source: Do you want to run the poker-network robots?
de: Möchten Sie die Poker-Network-Roboter betreiben?
sv: Vill du köra poker-networks robotar?

source: Robot players are simple minded poker players that can be used to exercise the poker server when there are not enough human players connected.
de: Roboter-Spieler sind einfach-gestrickte Pokerspieler, die den Poker-Server verwenden können, wenn nicht genug menschliche Spieler angebunden sind.
sv: Robotspelare är enkla pokerspelare som kan användas för att fylla ut platserna på servern när det saknas mänskliga spelare.
