Repository: jefffederman/pokersource
Catalog: poker-network/po/*.po
Languages: de, es, fr, nb

source: Full Six over Eight
fr: Full aux 6 par les 8

source: Full Six over Seven
fr: Full aux 6 par les 7

source: Full Six over Five
fr: Full aux 6 par les 5

source: Full Six over Four
fr: Full aux 6 par les 4

source: Full Six over Trey
fr: Full aux 6 par les 3

source: Full Six over Deuce
fr: Full aux 6 par les 2

source: Full Five over Ace
fr: Full aux 5 par les As

source: Full Five over King
fr: Full aux 5 par les Rois

source: Full Five over Queen
fr: Full aux 5 par les Reines

source: Full Five over Jack
fr: Full aux 5 par les Valets

source: Full Five over Ten
fr: Full aux 5 par les 10

source: Full Five over Nine
fr: Full aux 5 par les 9

source: Full Five over Eight
fr: Full aux 5 par les 8

source: Full Five over Seven
fr: Full aux 5 par les 7

source: Full Five over Six
fr: Full aux 5 par les 6

source: Full Five over Four
fr: Full aux 5 par les 4

source: Full Five over Trey
fr: Full aux 5 par les 3

source: Full Five over Deuce
fr: Full aux 5 par les 2

source: Full Four over Ace
fr: Full aux 4 par les As

source: Full Four over King
fr: Full aux 4 par les Rois

source: Full Four over Queen
fr: Full aux 4 par les Reines

source: Full Four over Jack
fr: Full aux 4 par les Valets

source: Full Four over Ten
fr: Full aux 4 par les 10

source: Full Four over Nine
fr: Full aux 4 par les 9

source: Full Four over Eight
fr: Full aux 4 par les 8

source: Full Four over Seven
fr: Full aux 4 par les 7

source: Full Four over Six
fr: Full aux 4 par les 6

source: Full Four over Five
fr: Full aux 4 par les 5

source: Full Four over Trey
fr: Full aux 4 par les 3

source: Full Four over Deuce
fr: Full aux 4 par les 2

source: Full Trey over Ace
fr: Full aux 3 par les As

source: Full Trey over King
fr: Full aux 3 par les Rois

source: Full Trey over Queen
fr: Full aux 3 par les Reines

source: Full Trey over Jack
fr: Full aux 3 par les Valets

source: Full Trey over Ten
fr: Full aux 3 par les 10

source: Full Trey over Nine
fr: Full aux 3 par les 9

source: Full Trey over Eight
fr: Full aux 3 par les 8

source: Full Trey over Seven
fr: Full aux 3 par les 7

source: Full Trey over Six
fr: Full aux 3 par les 6

source: Full Trey over Five
fr: Full aux 3 par les 5

source: Full Trey over Four
fr: Full aux 3 par les 4

source: Full Trey over Deuce
fr: Full aux 3 par les 2

source: Full Deuce over Ace
fr: Full aux 2 par les As

source: Full Deuce over King
fr: Full aux 2 par les Rois

source: Full Deuce over Queen
fr: Full aux 2 par les Reines

source: Full Deuce over Jack
fr: Full aux 2 par les Valets

source: Full Deuce over Ten
fr: Full aux 2 par les 10

source: Full Deuce over Nine
fr: Full aux 2 par les 9

source: Full Deuce over Eight
fr: Full aux 2 par les 8

source: Full Deuce over Seven
fr: Full aux 2 par les 7

source: Full Deuce over Six
fr: Full aux 2 par les 6

source: Full Deuce over Five
fr: Full aux 2 par les 5

source: Full Deuce over Four
fr: Full aux 2 par les 4

source: Full Deuce over Trey
fr: Full aux 2 par les 3

source: Quads Aces, King kicker
fr: Carré d'As, kicker Roi

source: Quads Aces, Queen kicker
fr: Carré d'As, kicker Reine

source: Quads Aces, Jack kicker
fr: Carré d'As, kicker Valet

source: Quads Aces, Ten kicker
fr: Carré d'As, kicker 10

source: Quads Aces, Nine kicker
fr: Carré d'As, kicker 9

source: Quads Aces, Eight kicker
fr: Carré d'As, kicker 8

source: Quads Aces, Seven kicker
fr: Carré d'As, kicker 7

source: Quads Aces, Six kicker
fr: Carré d'As, kicker 6

source: Quads Aces, Five kicker
fr: Carré d'As, kicker 5

source: Quads Aces, Four kicker
fr: Carré d'As, kicker 4

source: Quads Aces, Trey kicker
fr: Carré d'As, kicker 3

source: Quads Aces, Deuce kicker
fr: Carré d'As, kicker 2

source: Quads Kings, Ace kicker
fr: Carré de Rois, kicker As

source: Quads Kings, Queen kicker
fr: Carré de Rois, kicker Reine

source: Quads Kings, Jack kicker
fr: Carré de Rois, kicker Valet

source: Quads Kings, Ten kicker
fr: Carré de Rois, kicker 10

source: Quads Kings, Nine kicker
fr: Carré de Rois, kicker 9

source: Quads Kings, Eight kicker
fr: Carré de Rois, kicker 8

source: Quads Kings, Seven kicker
fr: Carré de Rois, kicker 7

source: Quads Kings, Six kicker
fr: Carré de Rois, kicker 6

source: Quads Kings, Five kicker
fr: Carré de Rois, kicker 5

source: Quads Kings, Four kicker
fr: Carré de Rois, kicker 4

source: Quads Kings, Trey kicker
fr: Carré de Rois, kicker 3

source: Quads Kings, Deuce kicker
fr: Carré de Rois, kicker 2

source: Quads Queens, Ace kicker
fr: Carré de Reines, kicker As

source: Quads Queens, King kicker
fr: Carré de Reines, kicker Roi

source: Quads Queens, Jack kicker
fr: Carré de Reines, kicker Valet

source: Quads Queens, Ten kicker
fr: Carré de Reines, kicker 10

source: Quads Queens, Nine kicker
fr: Carré de Reines, kicker 9

source: Quads Queens, Eight kicker
fr: Carré de Reines, kicker 8

source: Quads Queens, Seven kicker
fr: Carré de Reines, kicker 7

source: Quads Queens, Six kicker
fr: Carré de Reines, kicker 6

source: Quads Queens, Five kicker
fr: Carré de Reines, kicker 5

source: Quads Queens, Four kicker
fr: Carré de Reines, kicker 4

source: Quads Queens, Trey kicker
fr: Carré de Reines, kicker 3

source: Quads Queens, Deuce kicker
fr: Carré de Reines, kicker 2

source: Quads Jacks, Ace kicker
fr: Carré de Valets, kicker As

source: Quads Jacks, King kicker
fr: Carré de Valets, kicker Roi

source: Quads Jacks, Queen kicker
fr: Carré de Valets, kicker Reine

source: Quads Jacks, Ten kicker
fr: Carré de Valets, kicker 10

source: Quads Jacks, Nine kicker
fr: Carré de Valets, kicker 9

source: Quads Jacks, Eight kicker
fr: Carré de Valets, kicker 8

source: Quads Jacks, Seven kicker
fr: Carré de Valets, kicker 7

source: Quads Jacks, Six kicker
fr: Carré de Valets, kicker 6

source: Quads Jacks, Five kicker
fr: Carré de Valets, kicker 5

source: Quads Jacks, Four kicker
fr: Carré de Valets, kicker 4

source: Quads Jacks, Trey kicker
fr: Carré de Valets, kicker 3

source: Quads Jacks, Deuce kicker
fr: Carré de Valets, kicker 2

source: Quads Tens, Ace kicker
fr: Carré de 10, kicker As

source: Quads Tens, King kicker
fr: Carré de 10, kicker Roi

source: Quads Tens, Queen kicker
fr: Carré de 10, kicker Reine

source: Quads Tens, Jack kicker
fr: Carré de 10, kicker Valet

source: Quads Tens, Nine kicker
fr: Carré de 10, kicker 9

source: Quads Tens, Eight kicker
fr: Carré de 10, kicker 8

source: Quads Tens, Seven kicker
fr: Carré de 10, kicker 7

source: Quads Tens, Six kicker
fr: Carré de 10, kicker 6

source: Quads Tens, Five kicker
fr: Carré de 10, kicker 5

source: Quads Tens, Four kicker
fr: Carré de 10, kicker 4

source: Quads Tens, Trey kicker
fr: Carré de 10, kicker 3

source: Quads Tens, Deuce kicker
fr: Carré de 10, kicker 2

source: Quads Nines, Ace kicker
fr: Carré de 9, kicker As

source: Quads Nines, King kicker
fr: Carré de 9, kicker Roi

source: Quads Nines, Queen kicker
fr: Carré de 9, kicker Reine

source: Quads Nines, Jack kicker
fr: Carré de 9, kicker Valet

source: Quads Nines, Ten kicker
fr: Carré de 9, kicker 10

source: Quads Nines, Eight kicker
fr: Carré de 9, kicker 8

source: Quads Nines, Seven kicker
fr: Carré de 9, kicker 7

source: Quads Nines, Six kicker
fr: Carré de 9, kicker 6

source: Quads Nines, Five kicker
fr: Carré de 9, kicker 5

source: Quads Nines, Four kicker
fr: Carré de 9, kicker 4

source: Quads Nines, Trey kicker
fr: Carré de 9, kicker 3

source: Quads Nines, Deuce kicker
fr: Carré de 9, kicker 2

source: Quads Eights, Ace kicker
fr: Carré de 8, kicker As

source: Quads Eights, King kicker
fr: Carré de 8, kicker Roi

source: Quads Eights, Queen kicker
fr: Carré de 8, kicker Reine

source: Quads Eights, Jack kicker
fr: Carré de 8, kicker Valet

source: Quads Eights, Ten kicker
fr: Carré de 8, kicker 10

source: Quads Eights, Nine kicker
fr: Carré de 8, kicker 9

source: Quads Eights, Seven kicker
fr: Carré de 8, kicker 7

source: Quads Eights, Six kicker
fr: Carré de 8, kicker 6

source: Quads Eights, Five kicker
fr: Carré de 8, kicker 5

source: Quads Eights, Four kicker
fr: Carré de 8, kicker 4

source: Quads Eights, Trey kicker
fr: Carré de 8, kicker 3

source: Quads Eights, Deuce kicker
fr: Carré de 8, kicker 2

source: Quads Sevens, Ace kicker
fr: Carré de 7, kicker As

source: Quads Sevens, King kicker
fr: Carré de 7, kicker Roi

source: Quads Sevens, Queen kicker
fr: Carré de 7, kicker Reine

source: Quads Sevens, Jack kicker
fr: Carré de 7, kicker Valet

source: Quads Sevens, Ten kicker
fr: Carré de 7, kicker 10

source: Quads Sevens, Nine kicker
fr: Carré de 7, kicker 9

source: Quads Sevens, Eight kicker
fr: Carré de 7, kicker 8

source: Quads Sevens, Six kicker
fr: Carré de 7, kicker 6

source: Quads Sevens, Five kicker
fr: Carré de 7, kicker 5

source: Quads Sevens, Four kicker
fr: Carré de 7, kicker 4

source: Quads Sevens, Trey kicker
fr: Carré de 7, kicker 3

source: Quads Sevens, Deuce kicker
fr: Carré de 7, kicker 2

source: Quads Sixes, Ace kicker
fr: Carré de 6, kicker As

source: Quads Sixes, King kicker
fr: Carré de 6, kicker Roi

source: Quads Sixes, Queen kicker
fr: Carré de 6, kicker Reine

source: Quads Sixes, Jack kicker
fr: Carré de 6, kicker Valet

source: Quads Sixes, Ten kicker
fr: Carré de 6, kicker 10

source: Quads Sixes, Nine kicker
fr: Carré de 6, kicker 9

source: Quads Sixes, Eight kicker
fr: Carré de 6, kicker 8

source: Quads Sixes, Seven kicker
fr: Carré de 6, kicker 7

source: Quads Sixes, Five kicker
fr: Carré de 6, kicker 5

source: Quads Sixes, Four kicker
fr: Carré de 6, kicker 4

source: Quads Sixes, Trey kicker
fr: Carré de 6, kicker 3

source: Quads Sixes, Deuce kicker
fr: Carré de 6, kicker 2

source: Quads Fives, Ace kicker
fr: Carré de 5, kicker As

source: Quads Fives, King kicker
fr: Carré de 5, kicker Roi

source: Quads Fives, Queen kicker
fr: Carré de 5, kicker Reine

source: Quads Fives, Jack kicker
fr: Carré de 5, kicker Valet

source: Quads Fives, Ten kicker
fr: Carré de 5, kicker 10

source: Quads Fives, Nine kicker
fr: Carré de 5, kicker 9

source: Quads Fives, Eight kicker
fr: Carré de 5, kicker 8

source: Quads Fives, Seven kicker
fr: Carré de 5, kicker 7

source: Quads Fives, Six kicker
fr: Carré de 5, kicker 6

source: Quads Fives, Four kicker
fr: Carré de 5, kicker 4

source: Quads Fives, Trey kicker
fr: Carré de 5, kicker 3

source: Quads Fives, Deuce kicker
fr: Carré de 5, kicker 2

source: Quads Fours, Ace kicker
fr: Carré de 4, kicker As

source: Quads Fours, King kicker
fr: Carré de 4, kicker Roi

source: Quads Fours, Queen kicker
fr: Carré de 4, kicker Reine

source: Quads Fours, Jack kicker
fr: Carré de 4, kicker Valet

source: Quads Fours, Ten kicker
fr: Carré de 4, kicker 10

source: Quads Fours, Nine kicker
fr: Carré de 4, kicker 9

source: Quads Fours, Eight kicker
fr: Carré de 4, kicker 8

source: Quads Fours, Seven kicker
fr: Carré de 4, kicker 7

source: Quads Fours, Six kicker
fr: Carré de 4, kicker 6

source: Quads Fours, Five kicker
fr: Carré de 4, kicker 5

source: Quads Fours, Trey kicker
fr: Carré de 4, kicker 3

source: Quads Fours, Deuce kicker
fr: Carré de 4, kicker 2

source: Quads Treys, Ace kicker
fr: Carré de 3, kicker As

source: Quads Treys, King kicker
fr: Carré de 3, kicker Roi

source: Quads Treys, Queen kicker
fr: Carré de 3, kicker Reine

source: Quads Treys, Jack kicker
fr: Carré de 3, kicker Valet

source: Quads Treys, Ten kicker
fr: Carré de 3, kicker 10

source: Quads Treys, Nine kicker
fr: Carré de 3, kicker 9

source: Quads Treys, Eight kicker
fr: Carré de 3, kicker 8

source: Quads Treys, Seven kicker
fr: Carré de 3, kicker 7

source: Quads Treys, Six kicker
fr: Carré de 3, kicker 6

source: Quads Treys, Five kicker
fr: Carré de 3, kicker 5

source: Quads Treys, Four kicker
fr: Carré de 3, kicker 4

source: Quads Treys, Deuce kicker
fr: Carré de 3, kicker 2

source: Quads Deuces, Ace kicker
fr: Carré de 2, kicker As

source: Quads Deuces, King kicker
fr: Carré de 2, kicker Roi

source: Quads Deuces, Queen kicker
fr: Carré de 2, kicker Reine

source: Quads Deuces, Jack kicker
fr: Carré de 2, kicker Valet

source: Quads Deuces, Ten kicker
fr: Carré de 2, kicker 10

source: Quads Deuces, Nine kicker
fr: Carré de 2, kicker 9

source: Quads Deuces, Eight kicker
fr: Carré de 2, kicker 8

source: Quads Deuces, Seven kicker
fr: Carré de 2, kicker 7

source: Quads Deuces, Six kicker
fr: Carré de 2, kicker 6

source: Quads Deuces, Five kicker
fr: Carré de 2, kicker 5

source: Quads Deuces, Four kicker
fr: Carré de 2, kicker 4

source: Quads Deuces, Trey kicker
fr: Carré de 2, kicker 3

source: Royal flush
fr: Quinte flush royale

source: Straight flush
fr: Quinte flush

source: PLAY MONEY
es: JUGAR DINERO

source: CUSTOM MONEY
es: ESCOGER TIPO DE DINERO

source: Points:
de: Punkte:
es: Puntos:
nb: Poeng:

source: frequent player cash
de: Stammspieler Geld
es: Jugador frecuente de dinero
nb: Stamspiller-cash

source: _Credits & Licenses
de: _Danksagungen & Lizenzen
es: _Créditos&Licencias
nb: _Credits & Lisens

source: Credits
de: Danksagungen
es: Créditos

source: GNU Lesser General Public License v2.1 or later
de: GNU Lesser General Public License v2.1 oder neuere
es: GNU Lesser General Public License v2.1 o posterior
nb: GNU Lesser General Public License v2.1 eller nyere

source: OpenSceneGraph Public License, Version 0.0
es: OpenSceneGraph Public License, Versión 0.0
nb: OpenSceneGraph Public License, Versjon 0.0

source: MIT or X11 License
de: MIT oder X11 Lizenz
es: MIT o X11 License
nb: MIT eller X11 License

source: Zope Public License (ZPL) Version 2.1
es: Zope Public License (ZPL) Versión 2.1
nb: Zope Public License (ZPL) Versjon 2.1

source: Switch
es: Cambiar
nb: Bytte

source: Call
de: Mitgehen
es: Igualar

source: Check
de: Passen
es: Pasar

source: Raise Increase
de: Einsatz erhöhen
es: Aumentar la apuesta
nb: Høyere raise

source: Raise Decrease
de: Einsatz runtersetzen
es: Disminuir la apuesta
nb: raise senke

source: Raise Pot
de: Pott erhöhen
es: Aumentar el bote
nb: Raise Potten

source: Raise half pot
de: Um die Hälfte erhöhen
es: Augmentar el bote de la mitad

source: Raise decrease BB
de: Einsatz runtersetzen BB
es: Disminuir el valor de la Big Blind
nb: Raise senke BB

source: Stud
es: Poker sin carta comunitaria

source: CHECK
de: PASSEN
es: PASAR

source: FOLD
de: passen
es: RETIRARSE

source: Credits for poker-network
de: Spielgeld für Skyrock Poker
es: Créditos para el network-poker
nb: Credits for poker-nettverk

source: My
de: Mein
es: Mi
nb: Min

source: Structure
de: Strukture
es: Estructura
nb: Struktur

source: Date
de: Datum
es: Fecha
nb: Dato

source: Show hand
de: Hand zeigen
es: Mostrar mano
nb: Vise hånd

source: Tables: %d
de: Tische: %d
es: Mesas: %d
nb: Bord: %d

source: Tourney %(num_tourney)d Your rank is %(your_rank)d on %(num_players)d You won %(my_prize)s
de: Turnier %(num_tourney)d Dein Rang ist %(your_rank)d von %(num_players)d Du hast %(my_prize)s gewonnen
es: Torneo%(num_tourney)d Tu ránking es%(your_rank)d de%(num_players)d Has ganado%(my_prize)s

source: head
de: Kopf
es: Cabeza
nb: hode

source: hair
de: Haare
es: Pelo
nb: hår

source: beard
de: Brat
es: barba
nb: skjegg

source: legs
de: Beine
es: piernas
nb: bein

source: dress
de: Kleidung
es: vestido
nb: kjole

source: feet
de: Füße
es: pies
nb: føtter

source: accessory1
de: Zubehör1
es: accesorio1

source: accessory2
de: Zubehör2
es: accesorio2

source: accessory3
de: Zubehör3
es: accesorio3

source: Base color
de: Ausgangsfarbe
es: Color base
nb: Grunnfarge

source: Skin color
de: Hautfarbe
es: Color de piel
nb: Hudfarge

source: Eyes color
de: Augenfarbe
es: Color de ojos
nb: Øyenfarge

source: Hair color
de: Haarfarbe
es: Color de pelo
nb: Hårfarge

source: Sunshade color
de: Farbe der Brillengläser
es: Color de sombra
nb: Farge på solbriller

source: Jacket color
de: Jackenfarbe
es: Color de chaqueta
nb: Farge på jakke

source: Shirt color
de: Farbe des T-Shirts
es: Color de camisa
nb: Farge på skjorte

source: Shirt detail color #1
de: Farbe der Shirtdetails #1
es: Color #1del detalle de la camisa
nb: Farge på skjortedetaljer #1

source: Shirt detail color #2
de: Farbe der Shirtdetails #2
es: Color #2del detalle de la camisa
nb: Farge på skjortedetaljer #2

source: Shirt sleeves color
de: Farbe der Shirtärmel
es: Color de las mangas de la camisa
nb: Farge på skjorteermer

source: Shirt base color
de: Grundfarbe des T-Shirts
es: Color base de la camisa
nb: Grunnfarge på skjorte

source: Glasses color
de: Farbe der Brillen
es: Color de gafas
nb: Farge på briller

source: Mount color
de: Farbe der Brillenfassung
es: Color de la montura
nb: Farge på innbinding

source: Pants color
de: Hosenfarbe
es: Color de pantalones
nb: Farge på bukse

source: Pull color
de: Farbe übernehmen
es: Color de jersey
nb: Farge på genser

source: Pullover color
de: Farbe des Pullis
es: Color de pullover
nb: Farge på pullover

source: Shoes color
de: Schuhfarbe
es: Color de zapatos
nb: Farge på sko

source: Nails color
de: Farbe der Fingernägel
es: Color de uñas
nb: Farge på negler

source: Lips color
de: Lippenfarbe
es: Color de labios
nb: Farge på lepper

source: Eyes makup color
de: Farbe des Augenmakeups
es: Color de maquillaje de ojos
nb: Farge på øyesminke

source: Skirt color
de: Farbe des Rocks
es: Color de falda
nb: Farge på skjørt

source: Clip color
de: Farbe der Klammer
es: Color de clip
nb: Farge på clip

source: Beltclip color
de: Farbe der Gürtelschnalle
es: Color de cinturón
nb: Farge på beltespenne

source: Pants base color
de: Grundfarbe der Hose
es: Color base del pantalón
nb: Grunnfarge bukser

source: Pants strips color
de: Farbe der Hosenstreifen
es: Color de la franja de los pantalones
nb: Farge på buksestriper

source: Squares color
de: Farbe der Quadrate
es: Colores de cuadrados
nb: Farge på ruter

source: Fur color
de: Farbe des Pelzes
es: Color de las piele
nb: Farge på pels

source: Dress color
de: Farbe des Kleides
es: Color del vestido
nb: Farge på kjole

source: Pattern color
de: Musterfarbe
es: Color del estampado
nb: Farge på mønster

source: Flowers color
de: Blumenfarbe
es: Color de las flores
nb: Farge på blomster

source: Belt color
de: Gürtelfarbe
es: Color del cinturón
nb: Farge på belte

source: Cap color
de: Kappenfarbe
es: Color del gorro
nb: Farge på caps

source: Hat color
de: Hutfarbe
es: Color del sombrero
nb: Farge på hatt

source: Band color
de: Bandfarbe
es: Color de la cinta
nb: Farge på bånd

source: Tie color
de: Kravattenfarbe
es: Color de la corbata
nb: Farge på slips

source: Clicking on the door will allow you to leave the table and return to the Lobby.
de: Wenn du auf die Tür klickst, verlässt du den Tisch und kehrst auf die Startseite zurück.
es: Haz click en la puerta para salir de la mesa y volver al vestíbulo

source: Clicking on the arrow will allow you to sit down.
de: Wenn du auf diesen Pfeil klickst, setzt du dich hin.
es: Haz click en la flecha para sentarte

source: Clicking on this button will make you fold your cards. You may select the fold button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will fold as soon as you click on this button.
de: Wenn du auf diesen Button klickst, gibst du dein Blatt auf. Du kannst auch den "Aufgeben" Button klicken, bevor du an der Reihe bist und diese Auswahl ändern, solange bis zu am Zug bist. Sobald du am Zug bist, wird deine Auswahl wirksam.
es: Haz click en este botón para dejar tus cartas. Selecciona retirarse y se activará en tu turno. Si no es todavía tu turno puedes cambiar de opinión. Pero si lo activas durante tu turno te retirarás automáticamente.

source: Clicking on this button will make you check to the next player. You may select the check button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will check as soon as you click on this button.
de: Wenn du auf diesen Button klickst, passt du. Du kannst auch den "Passen" Button klicken, bevor du an der Reihe bist und diese Auswahl ändern, solange bis zu am Zug bist. Sobald du am Zug bist, wird deine Auswahl wirksam.
es: Haz click en este botón para pasar el próximo jugador. Selecciona retirarse y se activará en tu turno. Si no es todavía tu turno puedes cambiar de opinión. Pero si lo activas durante tu turno pasarás automáticamente.

source: Clicking on this button will make you call to the next player. You may select the call button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will call as soon as you click on this button.
de: Wenn du auf diesen Button klickst, gehst du mit. Du kannst auch den "Mitgehen" Button klicken, bevor du an der Reihe bist und diese Auswahl ändern, solange bis zu am Zug bist. Sobald du am Zug bist, wird deine Auswahl wirksam.
es: Haz click en este botón para igualar la apuesta. Selecciona igualar y se activará en tu turno. Si no es todavía tu turno puedes cambiar de opinión. Pero si lo activas durante tu turno igualarás tu apuesta automáticamente.

source: Clicking on this button will make you raise to the next player. You may select the raise button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will raise as soon as you click on this button.
de: Wenn du auf diesen Button klickst, erhöhst du. Du kannst auch den "Erhöhen" Button klicken, bevor du an der Reihe bist und diese Auswahl ändern, solange bis zu am Zug bist. Sobald du am Zug bist, wird deine Auswahl wirksam.
es: Haz click en este botón para subir tu apuesta. Selecciona subir y se activará en tu turno. Si no es todavía tu turno puedes cambiar de opinión. Pero si lo activas durante tu turno te retirarás automáticamente.

source: Clicking on your cards will show you the value of the cards you have been dealt. Clicking once will move the camera in order to give you a better view of your cards. To move the camera back to a bird's view of the table click anywhere on the table. Alternatively, you can click and hold on the cards until the camera moves in then release the button to move out.
de: Wenn du auf die Karten klickst wird der Wert deiner Karten angezeigt. Wenn du noch einmal klickst, bewegt sich die Kamera, damit du deine Karten besser sehen kannst. Um die Kamera zurück zu bewegen klicke auf den Tisch. Ansonsten kannst du auch die Karten angeklickt lassen bis die Kamera hinzoomt und dann wieder loslassen.
es: Haz click en este botón para mostrar tus cartas. Si haces click una vez la cámara te mostrara una vista más cercana de las cartas. Si deseas volver a una vista general de la mesa haz click en cualquier otro sitio. Puedes ir alternando entre una cosa y otra

source: Total:
de: Insgesamt:
nb: Totalt:

source: Python 2.4.2 License
de: Python 2.4.2 Lizenz

source: libJPEG License
de: libJPEG Lizenz

source: OpenSSL License
de: OpenSSL Lizenz

source: torso
de: Rumpf
nb: overkropp
