Repository: jefffederman/pokersource
Catalog: poker-network/po/*.po
Languages: de, es, fr, nb

source: <b>Login</b>
fr: <b>Identifiant</b>

source: <b>Password</b>
de: <b>Passwort</b>
es: <b>Contraseña</b>
fr: <b>Mot de passe</b>
nb: <b>Passord</b>

source: _Remember password
de: _Passwort speichern
es: _Recordar contraseña
fr: _Mémorise mot de passe

source: CANCEL
de: Abbrechen
es: CANCELAR
fr: ANNULER

source: Create Account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
nb: Lag konto

source: auto post blinds
de: Automatische Blinds setzen
es: apuestas ciegas automáticas
fr: Blind automatique
nb: automatiske blinds

source: sit out next hand
de: Einen Zug aussetzen
es: no participar en la próxima mano
fr: se lever
nb: Stå over neste runde

source: Post blind
de: Blind setzen
es: Pagar la blind
fr: Payer le blind
nb: Sett blind

source: Auto Post
de: Automatisch setzen
es: Pago automático
fr: Blind auto
nb: Sett automatisk

source: YES
de: Ja
es: SI
fr: OUI

source: NO
de: Nein
fr: NON

source: WAIT FOR BIG BLIND
de: Auf den Big Blind warten
es: ESPERAR PARA LA BIG BLIND
fr: ATTENDRE BIG BLIND
nb: VENTE PÅ BIG BLIND

source: Which amount do you want to bring at the table ?
de: Welchen Betrag möchtest du an dem Tisch setzen?
es: ¿Con cuantas fichas quieres entrar a la mesa?
fr: Combien de jetons apporter à la table ?
nb: Hvor mange penger vil du ta med deg til bordet?

source: The maximum
de: Das Maximum
es: El máximo
fr: Le maximum
nb: Maksimalt

source: Another amount :
fr: Autre montant :

source: Player ID
de: Spieler ID
es: ID del Jugador
fr: ID Joueur
nb: Spiller-ID

source: Mailing Address
de: E-Mail Adresse
es: Dirección Mail
fr: Adresse email
nb: Postadresse

source: Available:
de: Verfügbar:
es: Disponible:
fr: Disponible:
nb: Tilgjengelig:

source: In play:
es: En juego:
fr: En jeu:
nb: I spill:

source: Previous
de: Vorige
es: Previo
fr: Précédent
nb: Forrige

source: Next
de: Nächstes
es: Siguiente
fr: Suivant
nb: Neste

source: Quit
de: Abmelden
es: Salir
fr: Quitter
nb: Avslutte

source: T_ables List
fr: Liste des t_ables

source: _Tournaments
fr: _Tournois

source: _Login
fr: _Identification

source: _Cashier
fr: _Caissier

source: _Quit
fr: _Quitter

source: MY _ACCOUNT
fr: MON _COMPTE

source: _Edit Account
fr: _Editer mon compte

source: _Change Outfit
fr: _Changer de panoplie

source: _Hand History
fr: _Historique des mains

source: _Full Screen
fr: _Plein écran

source: _Screen Resolution
fr: _Résolution

source: _Auto Select
fr: Sélection _Auto

source: S_ound Effects
fr: Effets s_onores

source: _High Quality Graphics
fr: _Effets graphiques avancés

source: _Auto Post Blind
fr: _Blinds automatiques

source: _Remember Me
fr: _Se souvenir de moi

source: _Always Muck
fr: _Toujours cacher mes cartes

source: _ABOUT
fr: _A PROPOS

source: Software released under the GNU GPL
de: Software herausgegeben unter der GNU General Public License
es: Software bajo licencia GNU GPL
fr: Logiciel sous licence GNU GPL
nb: Software lansert under GNU GPL

source: _QUIT
fr: _QUITTER

source: Regular
de: Turnier
es: Torneo
fr: Tournois
nb: Normal

source: ALL
de: alle
es: TODOS
fr: TOUS
nb: ALLE

source: Click to sit at the table
de: Hinsetzen
es: Click para sentarse en la mesa
fr: Cliquer ici pour s'assoir a la table
nb: Klikk for å sette deg ved bordet

source: Get a seat
de: Hinsetzen
es: Sitio libre
fr: Place libre
nb: Finn en plass

source: Fold
de: Passen
es: Retirarse
fr: Coucher

source: Raise
de: Erhöhen
es: Subir la apuesta
fr: Miser

source: Rebuy
es: Comprar más fichas
fr: Recave

source: SHOW CARDS
de: Karten aufdecken
es: MOSTRAR CARTAS
fr: MONTRER MES CARTES
nb: VISE KORT

source: HIDE CARDS
de: Karten verbergen
es: ESCONDER CARTAS
fr: CACHER MES CARTES
nb: GJEMME KORT

source: ALWAYS HIDE
de: IMMER VERBERGEN
es: ESCONDER SIEMPRE
fr: TOUJOURS CACHER
nb: GJEMME ALLTID

source: Hand is over, what do you want to do ?
de: Der Zug ist beendet, was willst du jetzt machen?
es: La mano se ha terminado, que deseas hacer?
fr: La main est finie, que voulez-vous faire ?
nb: Hånda er ferdig, hva vil du gjøre?

source: Checking is free. What do you want to do?
de: Passen ist gratis. Was willst du tun?
es: Pasar es gratis. Que deseas hacer?
fr: Le Check est gratuit. Que voulez-vous faire ?
nb: Checking er gratis. Hva vil du gjøre?

source: Name
es: Nombre
fr: Nom
nb: Navn

source: Seats
de: Sitze
es: Asientos
fr: Places
nb: Plasser

source: Avg.pot
de: Durchschnittlicher Pott
es: Md de bote
fr: Moy.Pot
nb: Gjennomsnittlig pott

source: Hands/h
de: Hände/h
es: Manos/h
fr: Mains/H
nb: Hender/t

source: Playing
de: Zocken
es: Jugadores
fr: Joueurs
nb: Spiller

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
nb: Spillere

source: Chips
es: Fichas
fr: Jetons

source: GO TO TABLE
de: GEH ZUM TISCH
es: IR A LA MESA
fr: ALLER A LA TABLE
nb: GÅ TIL BORD

source: Title
de: Titel
es: Título
fr: Titre
nb: Tittel

source: State
de: Status
es: Estado
fr: Etat
nb: Status

source: REGISTER
de: ANMELDEN
es: INSCRIPCIÓN
fr: S'ENREGISTRER
nb: PÅMELDING

source: UNREGISTER
de: ABMELDEN
es: DESINSCRIPCIÓN
fr: ANNULER MON INSCRIPTION
nb: AVMELDING

source: Players: %d
de: Spieler: %d
es: Jugadores: %d
fr: Joueurs: %d
nb: Spillere: %d

source: Tournaments: %d
de: Turniere: %d
es: Torneos: %d
fr: Tournois: %d
nb: Turneringer: %d

source: Tourney %(num_tourney)d Your rank is %(your_rank)d on %(num_players)d You won %(my_prize)d
fr: Tournoi %(num_tourney)d Vous finissez %(your_rank)d sur %(num_players)d Vous gagnez %(my_prize)d

source: Do you really want to quit ?
de: Willst du wirklich beenden?
es: ¿Seguro que quieres salir?
fr: Voulez-vous vraiment quitter ?
nb: Vil du virkelig avslutte?

source: Pay the ante (%d) ?
de: Ante (%d) auszahlen?
es: Pagar la cantidad mínima inicial(%d) ?
fr: Payer l'ante (%d) ?
nb: Betale ante (%d)?

source: Pay the
fr: Payer

source: big blind (%(bblind_)s) + dead (%(dead_)s)
fr: la grosse blinde (%(bblind_)s) + dead (%(dead_)s)

source: big blind (%s)
fr: la grosse blinde (%s)

source: small blind (%s)
fr: la petite blind (%s)

source: This seat is busy
de: Der Sitz ist besetzt
es: Este asiento está ocupado
fr: Cette place est occupée
nb: Denne plassen er tatt

source: wait for big blind
de: Auf Big Blind warten
es: esperar para la big blind
fr: attendre la grande blinde
nb: vente på big blind

source: wait for %s blind
de: Auf %s Blind warten
es: esperar para %s blind
fr: attendre la blinde (%s)
nb: vente på %s blind

source: sit out next turn
de: Nächsten Zug aussetzen
es: levantarse el próximo turno
fr: se lever
nb: stå over neste runde

source: sit out
de: Aufstehen
fr: se lever

source: You can't bring more money to the table
de: Du kannst nicht mehr Geld an den Tisch bringen
es: No puedes traer más dinero a la mesa
fr: Vous ne pouvez pas ammener plus d'argent à la table

source: You have no money left
de: Du hast kein Geld mehr
es: No te queda más dinero
fr: Vous n'avez plus d'argent
nb: Du har ikke mer penger

source: How much do you want to rebuy?
de: Wieviel willst du nachkaufen?
es: ¿Cuánto quieres comprar?
fr: La main est finie, que voulez-vous faire ?
nb: Hvor mye vil du gi for å betale deg inn igjen?

source: You don't have enough money to play on this table. To get money go in menu 'Lobby' and click 'Cash in'. (if you are in play money you might need to win more money to sit at this table)
de: Du hast nicht genügend Geld, um an diesem Tisch zu spielen. Um mehr Geld zu bekommen, geh im Menü auf "Lobby" und klicke auf "Cash in". (Wenn das nicht reicht, musst du erst mehr Geld gewinnen).
es: No tienes suficiente dinero para jugar a esta mesa. Para conseguir dinero ves al menú"vestíbulo" y haz click en "Cash in" ( si estás jugando dinero quizás necesites ganar más dinero para jugar a esta mesa)
fr: Vous n'avez pas assez de jetons pour venir à cette table. Pour obtenir des jetons, menu 'Lobby' puis 'Cash in'. (si vous jouez en play money, il vous faut peut-être accumuler plus de jetons via des victoires)

source: Which amount do you want to bring at the table?
de: Welchen Betrag möchtest du an diesem Tisch spielen?
es: ¿Que cantidad quieres traer a la mesa?
fr: Combien de jetons apporter à la table ?
nb: Hvor mye penger vil du ta med til bordet?

source: All your bankroll
de: Dein gesamtes Guthaben
es: Cantidad de dinero que dispones
fr: Toute ma bankroll
nb: Hele din bankroll

source: Maximum buy in
de: Maximaler Buy In
es: El máximo
fr: Le maximum
nb: Maksimal buy in

source: Screen resolution changed
de: Bildschirmauflösung geändert
es: Resolución cambiada
fr: Résolution changée
nb: Skjermoppløsning forandret

source: Display changed to
fr: Affichage modifié en

source: Graphics quality changed
de: Bildqualität geändert
es: Cualidad de los gráficos cambiados
fr: Qualité des graphismes modifiée
nb: Grafikk-kvalitet forandret

source: The game must be restarted for this change to take effect
fr: Le jeu doit être redémarer pour que les modifications prennent effet

source: Do you want to restart the game now ?
de: Willst du das Spiel jetzt neu starten?
es: ¿Quieres reiniciar el juego ahora?
fr: Voulez-vous redémarrer maintenant ?
nb: Vil du starte spillet på nytt nå?

source: Your hand history is empty
de: Dein Kartenverlauf ist leer.
es: Tu registro está vacio
fr: L'historique est vide
nb: Din hånd-historikk er tom

source: Already logged in
de: Bereits angemeldet
es: Ya estás identificado
fr: Vous êtes déja identifié
nb: Allerede logget inn

source: You cannot do that now
de: Du kannst das jetzt nicht machen
es: No puedes hacer esto ahora
fr: Vous ne pouvez pas faire ca
nb: Du kan ikke gjøre dette nå

source: You must be logged in to get a seat
de: Du musst angemeldet sein, um dich hinzusetzen.
es: Tienes que estar inscrito para sentarse
fr: Vous devez vous identifier avant de vous assoir
nb: Du må logge deg inn for å få en plass

source: Do you really want to fold your hand and leave the table ?
de: Willst du wirklich aufgeben und den Tisch verlassen?
es: ¿Seguro que quieres dejar la mano y salir de la mesa?
fr: Voulez-vous vraiment coucher votre main et quitter la table ?

source: Do you really want to leave the table ?
de: Willst du den Tisch wirlich verlassen?
es: ¿Seguro que quieres salir de la mesa?
fr: Voulez-vous vraiment quitter la table ?
nb: Vil du virkelig forlate bordet?

source: You must leave the table to change your outfit
de: Du musst den Tisch verlassen um dein Outfit zu ändern
es: Tienes que salir de la mesa para cambiar tu apariencia
fr: Vous devez quitter la table avant de modifier votre panoplie
nb: Du må forlate bordet for å forandre utseende

source: gtkrc
es: gtkrc.es
fr: gtkrc.fr

source: High card Ace
fr: As carte haute

source: High card King
fr: Roi carte haute

source: High card Queen
fr: Reine carte haute

source: High card Jack
fr: Valet carte haute

source: High card Ten
fr: 10 carte haute

source: High card Nine
fr: 9 carte haute

source: High card Eight
fr: 8 carte haute

source: High card Seven
fr: 7 carte haute

source: High card Six
fr: 6 carte haute

source: High card Five
fr: 5 carte haute

source: High card Four
fr: 4 carte haute

source: High card Trey
fr: 3 carte haute

source: High card Deuce
fr: 2 carte haute

source: Pair of Aces
fr: Paire d'as

source: Pair of Kings
fr: Paire de rois

source: Pair of Queens
fr: Paire de reines

source: Pair of Jacks
fr: Paire de valets

source: Pair of Tens
fr: Paire de 10

source: Pair of Nines
fr: Paire de 9

source: Pair of Eigths
fr: Paire de 8

source: Pair of Sevens
fr: Paire de 7

source: Pair of Sixes
fr: Paire de 6

source: Pair of Fives
fr: Paire de 5

source: Pair of Fours
fr: Paire de 4

source: Pair of Treys
fr: Paire de 3

source: Pair of Deuces
fr: Paire de 2

source: Pairs of Aces and Kings
fr: Double paire As et Rois

source: Pairs of Aces and Queens
fr: Double paire As et Reines

source: Pairs of Aces and Jacks
fr: Double paire As et Valets

source: Pairs of Aces and Tens
fr: Double paire As et 10

source: Pairs of Aces and Nines
fr: Double paire As et 9

source: Pairs of Aces and Eights
fr: Double paire As et 8

source: Pairs of Aces and Sevens
fr: Double paire As et 7

source: Pairs of Aces and Sixes
fr: Double paire As et 6

source: Pairs of Aces and Fives
fr: Double paire As et 5

source: Pairs of Aces and Fours
fr: Double paire As et 4

source: Pairs of Aces and Treys
fr: Double paire As et 3

source: Pairs of Aces and Deuces
fr: Double paire As et 2

source: Pairs of Kings and Queens
fr: Double paire Rois et Reines

source: Pairs of Kings and Jacks
fr: Double paire Rois et Valets

source: Pairs of Kings and Tens
fr: Double paire Rois et 10

source: Pairs of Kings and Nines
fr: Double paire Rois et 9

source: Pairs of Kings and Eights
fr: Double paire Rois et 8

source: Pairs of Kings and Sevens
fr: Double paire Rois et 7

source: Pairs of Kings and Sixes
fr: Double paire Rois et 6

source: Pairs of Kings and Fives
fr: Double paire Rois et 5

source: Pairs of Kings and Fours
fr: Double paire Rois et 4

source: Pairs of Kings and Treys
fr: Double paire Rois et 3

source: Pairs of Kings and Deuces
fr: Double paire Rois et 2

source: Pairs of Queens and Jacks
fr: Double paire Reines et Valets

source: Pairs of Queens and Tens
fr: Double paire Reines et 10

source: Pairs of Queens and Nines
fr: Double paire Reines et 9

source: Pairs of Queens and Eights
fr: Double paire Reines et 8

source: Pairs of Queens and Sevens
fr: Double paire Reines et 7

source: Pairs of Queens and Sixes
fr: Double paire Reines et 6

source: Pairs of Queens and Fives
fr: Double paire Reines et 5

source: Pairs of Queens and Fours
fr: Double paire Reines et 4

source: Pairs of Queens and Treys
fr: Double paire Reines et 3

source: Pairs of Queens and Deuces
fr: Double paire Reines et 2

source: Pairs of Jacks and Tens
fr: Double paire Valets et 10

source: Pairs of Jacks and Nines
fr: Double paire Valets et 9

source: Pairs of Jacks and Eights
fr: Double paire Valets et 8

source: Pairs of Jacks and Sevens
fr: Double paire Valets et 7

source: Pairs of Jacks and Sixes
fr: Double paire Valets et 6

source: Pairs of Jacks and Fives
fr: Double paire Valets et 5

source: Pairs of Jacks and Fours
fr: Double paire Valets et 4

source: Pairs of Jacks and Treys
fr: Double paire Valets et 3

source: Pairs of Jacks and Deuces
fr: Double paire Valets et 2

source: Pairs of Tens and Nines
fr: Double paire 10 et 9

source: Pairs of Tens and Eights
fr: Double paire 10 et 8

source: Pairs of Tens and Sevens
fr: Double paire 10 et 7

source: Pairs of Tens and Sixes
fr: Double paire 10 et 6

source: Pairs of Tens and Fives
fr: Double paire 10 et 5

source: Pairs of Tens and Fours
fr: Double paire 10 et 4

source: Pairs of Tens and Treys
fr: Double paire 10 et 3

source: Pairs of Tens and Deuces
fr: Double paire 10 et 2

source: Pairs of Nines and Eights
fr: Double paire 9 et 8

source: Pairs of Nines and Sevens
fr: Double paire 9 et 7

source: Pairs of Nines and Sixes
fr: Double paire 9 et 6

source: Pairs of Nines and Fives
fr: Double paire 9 et 5

source: Pairs of Nines and Fours
fr: Double paire 9 et 4

source: Pairs of Nines and Treys
fr: Double paire 9 et 3

source: Pairs of Nines and Deuces
fr: Double paire 9 et 2

source: Pairs of Eights and Sevens
fr: Double paire 9 et 7

source: Pairs of Eights and Sixes
fr: Double paire 9 et 6

source: Pairs of Eights and Fives
fr: Double paire 9 et 5

source: Pairs of Eights and Fours
fr: Double paire 9 et 4

source: Pairs of Eights and Treys
fr: Double paire 9 et 3

source: Pairs of Eights and Deuces
fr: Double paire 9 et 2

source: Pairs of Sevens and Sixes
fr: Double paire 7 et 6

source: Pairs of Sevens and Fives
fr: Double paire 7 et 5

source: Pairs of Sevens and Fours
fr: Double paire 7 et 4

source: Pairs of Sevens and Treys
fr: Double paire 7 et 3

source: Pairs of Sevens and Deuces
fr: Double paire 7 et 2

source: Pairs of Sixes and Fives
fr: Double paire 6 et 5

source: Pairs of Sixes and Fours
fr: Double paire 6 et 4

source: Pairs of Sixes and Treys
fr: Double paire 6 et 3

source: Pairs of Sixes and Deuces
fr: Double paire 6 et 2

source: Pairs of Fives and Fours
fr: Double paire 5 et 4

source: Pairs of Fives and Treys
fr: Double paire 5 et 3

source: Pairs of Fives and Deuces
fr: Double paire 5 et 2

source: Pairs of Fours and Treys
fr: Double paire 4 et 3

source: Pairs of Fours and Deuces
fr: Double paire 4 et 2

source: Pairs of Treys and Deuces
fr: Double paire 3 et 2

source: Trips Aces
fr: Brelan d'As

source: Trips Kings
fr: Brelan de Rois

source: Trips Queens
fr: Brelan de Reines

source: Trips Jacks
fr: Brelan de Valets

source: Trips Tens
fr: Brelan de 10

source: Trips Nines
fr: Brelan de 9

source: Trips Eigths
fr: Brelan de 8

source: Trips Sevens
fr: Brelan de 7

source: Trips Sixes
fr: Brelan de 6

source: Trips Fives
fr: Brelan de 5

source: Trips Fours
fr: Brelan de 4

source: Trips Treys
fr: Brelan de 3

source: Trips Deuces
fr: Brelan de 2

source: Straight Ace high
fr: Suite, As haut

source: Straight King high
fr: Suite, Roi haut

source: Straight Queen high
fr: Suite, Reine haute

source: Straight Jack high
fr: Suite, Valet haut

source: Straight Ten high
fr: Suite, 10 haut

source: Straight Nine high
fr: Suite, 9 haut

source: Straight Eight high
fr: Suite, 8 haut

source: Straight Seven high
fr: Suite, 7 haut

source: Straight Six high
fr: Suite, 6 haut

source: Straight Five high
fr: Suite, 5 haut

source: Straight Four high
fr: Suite, 4 haut

source: Straight Trey high
fr: Suite, 3 haut

source: Straight Deuce high
fr: Suite, 2 haut

source: Flush Ace high
fr: Couleur, As haut

source: Flush King high
fr: Couleur, Roi haut

source: Flush Queen high
fr: Couleur, Reine haute

source: Flush Jack high
fr: Couleur, Valet haut

source: Flush Ten high
fr: Couleur, 10 haut

source: Flush Nine high
fr: Couleur, 9 haut

source: Flush Eight high
fr: Couleur, 8 haut

source: Flush Seven high
fr: Couleur, 7 haut

source: Flush Six high
fr: Couleur, 6 haut

source: Flush Five high
fr: Couleur, 5 haut

source: Flush Four high
fr: Couleur, 4 haut

source: Flush Trey high
fr: Couleur, 3 haut

source: Flush Deuce high
fr: Couleur, 2 haut

source: Full Ace over King
fr: Full aux As par les Rois

source: Full Ace over Queen
fr: Full aux As par les Reines

source: Full Ace over Jack
fr: Full aux As par les Valets

source: Full Ace over Ten
fr: Full aux As par les 10

source: Full Ace over Nine
fr: Full aux As par les 9

source: Full Ace over Eight
fr: Full aux As par les 8

source: Full Ace over Seven
fr: Full aux As par les 7

source: Full Ace over Six
fr: Full aux As par les 6

source: Full Ace over Five
fr: Full aux As par les 5

source: Full Ace over Four
fr: Full aux As par les 4

source: Full Ace over Trey
fr: Full aux As par les 3

source: Full Ace over Deuce
fr: Full aux As par les 2

source: Full King over Ace
fr: Full aux Rois par les As

source: Full King over Queen
fr: Full aux Rois par les Reines

source: Full King over Jack
fr: Full aux Rois par les Valets

source: Full King over Ten
fr: Full aux Rois par les 10

source: Full King over Nine
fr: Full aux Rois par les 9

source: Full King over Eight
fr: Full aux Rois par les 8

source: Full King over Seven
fr: Full aux Rois par les 7

source: Full King over Six
fr: Full aux Rois par les 6

source: Full King over Five
fr: Full aux Rois par les 5

source: Full King over Four
fr: Full aux Rois par les 4

source: Full King over Trey
fr: Full aux Rois par les 3

source: Full King over Deuce
fr: Full aux Rois par les 2

source: Full Queen over Ace
fr: Full aux Reines par les As

source: Full Queen over King
fr: Full aux Reines par les Rois

source: Full Queen over Jack
fr: Full aux Reines par les Valets

source: Full Queen over Ten
fr: Full aux Reines par les 10

source: Full Queen over Nine
fr: Full aux Reines par les 9

source: Full Queen over Eight
fr: Full aux Reines par les 8

source: Full Queen over Seven
fr: Full aux Reines par les 7

source: Full Queen over Six
fr: Full aux Reines par les 6

source: Full Queen over Five
fr: Full aux Reines par les 5

source: Full Queen over Four
fr: Full aux Reines par les 4

source: Full Queen over Trey
fr: Full aux Reines par les 3

source: Full Queen over Deuce
fr: Full aux Reines par les 2

source: Full Jack over Ace
fr: Full aux Valets par les As

source: Full Jack over King
fr: Full aux Valets par les Rois

source: Full Jack over Queen
fr: Full aux Valets par les Reines

source: Full Jack over Ten
fr: Full aux Valets par les 10

source: Full Jack over Nine
fr: Full aux Valets par les 9

source: Full Jack over Eight
fr: Full aux Valets par les 8

source: Full Jack over Seven
fr: Full aux Valets par les 7

source: Full Jack over Six
fr: Full aux Valets par les 6

source: Full Jack over Five
fr: Full aux Valets par les 5

source: Full Jack over Four
fr: Full aux Valets par les 4

source: Full Jack over Trey
fr: Full aux Valets par les 3

source: Full Jack over Deuce
fr: Full aux Valets par les 2

source: Full Ten over Ace
fr: Full aux 10 par les As

source: Full Ten over King
fr: Full aux 10 par les Rois

source: Full Ten over Queen
fr: Full aux 10 par les Reines

source: Full Ten over Jack
fr: Full aux 10 par les Valets

source: Full Ten over Nine
fr: Full aux 10 par les 9

source: Full Ten over Eight
fr: Full aux 10 par les 8

source: Full Ten over Seven
fr: Full aux 10 par les 7

source: Full Ten over Six
fr: Full aux 10 par les 6

source: Full Ten over Five
fr: Full aux 10 par les 5

source: Full Ten over Four
fr: Full aux 10 par les 4

source: Full Ten over Trey
fr: Full aux 10 par les 3

source: Full Ten over Deuce
fr: Full aux 10 par les 2

source: Full Nine over Ace
fr: Full aux 9 par les As

source: Full Nine over King
fr: Full aux 9 par les Rois

source: Full Nine over Queen
fr: Full aux 9 par les Reines

source: Full Nine over Jack
fr: Full aux 9 par les Valets

source: Full Nine over Ten
fr: Full aux 9 par les 10

source: Full Nine over Eight
fr: Full aux 9 par les 8

source: Full Nine over Seven
fr: Full aux 9 par les 7

source: Full Nine over Six
fr: Full aux 9 par les 6

source: Full Nine over Five
fr: Full aux 9 par les 5

source: Full Nine over Four
fr: Full aux 9 par les 4

source: Full Nine over Trey
fr: Full aux 9 par les 3

source: Full Nine over Deuce
fr: Full aux 9 par les 2

source: Full Eight over Ace
fr: Full aux 8 par les As

source: Full Eight over King
fr: Full aux 8 par les Rois

source: Full Eight over Queen
fr: Full aux 8 par les Reines

source: Full Eight over Jack
fr: Full aux 8 par les Valets

source: Full Eight over Ten
fr: Full aux 8 par les 10

source: Full Eight over Nine
fr: Full aux 8 par les 9

source: Full Eight over Seven
fr: Full aux 8 par les 7

source: Full Eight over Six
fr: Full aux 8 par les 6

source: Full Eight over Five
fr: Full aux 8 par les 5

source: Full Eight over Four
fr: Full aux 8 par les 4

source: Full Eight over Trey
fr: Full aux 8 par les 3

source: Full Eight over Deuce
fr: Full aux 8 par les 2

source: Full Seven over Ace
fr: Full aux 7 par les As

source: Full Seven over King
fr: Full aux 7 par les Rois

source: Full Seven over Queen
fr: Full aux 7 par les Reines

source: Full Seven over Jack
fr: Full aux 7 par les Valets

source: Full Seven over Ten
fr: Full aux 7 par les 10

source: Full Seven over Nine
fr: Full aux 7 par les 9

source: Full Seven over Eight
fr: Full aux 7 par les 8

source: Full Seven over Six
fr: Full aux 7 par les 6

source: Full Seven over Five
fr: Full aux 7 par les 5

source: Full Seven over Four
fr: Full aux 7 par les 4

source: Full Seven over Trey
fr: Full aux 7 par les 3

source: Full Seven over Deuce
fr: Full aux 7 par les 2

source: Full Six over Ace
fr: Full aux 6 par les As

source: Full Six over King
fr: Full aux 6 par les Rois

source: Full Six over Queen
fr: Full aux 6 par les Reines

source: Full Six over Jack
fr: Full aux 6 par les Valets

source: Full Six over Ten
fr: Full aux 6 par les 10

source: Full Six over Nine
fr: Full aux 6 par les 9
