Repository: jefffederman/pokersource
Catalog: trunk/poker-client/po/*.po
Languages: da

source: _Remember password
da: _Husk password

source: CANCEL
da: SLET

source: Create Account
da: Opret konto

source: auto post blinds
da: læg blinds automatisk

source: sit out next hand
da: sid udenfor ved næste hånd

source: Post blind
da: Læg blind

source: Auto Post
da: Læg automatisk

source: YES
da: JA

source: NO
da: NEJ

source: WAIT FOR BIG BLIND
da: VENT PÅ BIG BLIND

source: The maximum
da: Maksimum

source: Player ID
da: Spiller-ID

source: Mailing Address
da: Postadresse

source: Available:
da: Tilgængelig:

source: In play:
da: I spil:

source: Total:
da: I alt:

source: PLAY MONEY
da: SPIL PENGE

source: CUSTOM MONEY
da: SÆDVANLIGE PENGE

source: Points:
da: Point:

source: frequent player cash
da: nuværende spillerkontanter

source: Previous
da: Forrige

source: Next
da: Næste

source: Quit
da: Forlad

source: Software released under the GNU GPL
da: Software udgiver under GNU GPL

source: _Credits & Licenses
da: _Credits og licens

source: GNU Lesser General Public License v2.1 or later
da: GNU Lesser General Public License v2.1 eller nyere

source: MIT or X11 License
da: MIT- eller X11-licens

source: Python 2.4.2 License
da: Python 2.4.2-licens

source: libJPEG License
da: libJPEG-licens

source: OpenSSL License
da: OpenSSL-licens

source: Regular
da: Almindelig

source: ALL
da: ALLE

source: Click to sit at the table
da: Klik for at sidde ved bordet

source: Get a seat
da: Tag et sæde

source: Switch
da: Skift

source: Raise Increase
da: Forhøjelse af raise

source: Raise Decrease
da: Formindskelse af raise

source: Raise Pot
da: Raise puljen

source: Raise half pot
da: Raise den halve pulje

source: Raise decrease BB
da: Formindskelse af raise BB

source: SHOW CARDS
da: VIS KORT

source: HIDE CARDS
da: SKJUL KORT

source: ALWAYS HIDE
da: SKJUL ALTID

source: Hand is over, what do you want to do ?
da: Hånden er ovre, hvad vil du gøre?

source: Checking is free. What do you want to do?
da: Det er gratis at checke. Hvad vil du gøre?

source: Credits for poker-network
da: Credits for poker-netværk

source: My
da: Min

source: Name
da: Navn

source: Structure
da: Struktur

source: Seats
da: Pladser

source: Avg.pot
da: Gennemsnitlig pulje

source: Hands/h
da: Hænder/h

source: Playing
da: Spiller

source: Players
da: Spillere

source: GO TO TABLE
da: GÅ TIL BORDET

source: Title
da: Titel

source: State
da: Stat

source: Date
da: Dato

source: REGISTER
da: TILMELD

source: UNREGISTER
da: AFMELD

source: Show hand
da: Vis hånd

source: Players: %d
da: Spillere: %d

source: Tournaments: %d
da: Turneringer: %d

source: Tables: %d
da: Borde: %d

source: Do you really want to quit ?
da: Vil du virkelig forlade spillet?

source: Pay the ante (%d) ?
da: Betal anten%d)?

source: This seat is busy
da: Denne plads er optaget

source: wait for big blind
da: vent på big blind

source: wait for %s blind
da: vent på %s blind

source: sit out next turn
da: sid udenfor i næste runde

source: sit out
da: sid udenfor

source: You have no money left
da: Du har ikke flere penge tilbage

source: How much do you want to rebuy?
da: Hvor meget vil du re-buye?

source: All your bankroll
da: Hele din bankroll

source: Maximum buy in
da: Maksimum buy-in

source: Screen resolution changed
da: Skærmopløsning ændret

source: Graphics quality changed
da: Grafikkvalitet ændret

source: Do you want to restart the game now ?
da: Vil du genstarte spillet nu?

source: Your hand history is empty
da: Din håndhistorik er tom

source: Already logged in
da: Allerede logget ind

source: You cannot do that now
da: Det kan du ikke gøre nu

source: You must be logged in to get a seat
da: Du skal være logget ind for at få en plads

source: Do you really want to leave the table ?
da: Vil du virkelig forlade bordet?

source: You must leave the table to change your outfit
da: Du skal forlade bordet for at ændre dit udseende

source: gtkrc
da: gtkrc.dk

source: head
da: hoved

source: hair
da: hår

source: beard
da: skæg

source: torso
da: overkrop

source: legs
da: ben

source: dress
da: kjole

source: feet
da: fødder

source: accessory1
da: tilbehør1

source: accessory2
da: tilbehør2

source: accessory3
da: tilbehør3

source: Base color
da: Basisfarve

source: Skin color
da: Hudfarve

source: Eyes color
da: Øjenfarve

source: Hair color
da: Hårfarve

source: Sunshade color
da: Farve på solskærm

source: Jacket color
da: Farve på jakke

source: Shirt color
da: Farve på skjorte

source: Shirt detail color #1
da: Farve på skjortens detaljer #1

source: Shirt detail color #2
da: Farve på skjortens detaljer #2

source: Shirt sleeves color
da: Farve på skjorteærmer

source: Shirt base color
da: Skjortens basisfarve

source: Glasses color
da: Farve på brillerne

source: Mount color
da: Farve på stellet

source: Pants color
da: Farve på bukser

source: Pull color
da: Farve på sweater

source: Pullover color
da: Farve på sweater

source: Shoes color
da: Farve på sko

source: Nails color
da: Farve på negle

source: Lips color
da: Farve på læber

source: Eyes makup color
da: Farve på øjenmakeup

source: Skirt color
da: Farve på nederdel

source: Clip color
da: Farve på spænde

source: Beltclip color
da: Farve på bæltespænde

source: Pants base color
da: Buksernes basisfarve

source: Pants strips color
da: Farve på buksernes striber

source: Squares color
da: Farve på firkanterne

source: Fur color
da: Farve på pelsen

source: Dress color
da: Farve på kjolen

source: Pattern color
da: Mønstrets farve

source: Flowers color
da: Blomsternes farve

source: Belt color
da: Farve på bæltet

source: Cap color
da: Farve på kasketten

source: Hat color
da: Farve på hatten

source: Band color
da: Farve på hårbånd

source: Tie color
da: Farve på slips
