Repository: jefffederman/pokersource
Catalog: trunk/poker-network/debian/po/*.po
Languages: cs, pt

source: Web server(s) to reconfigure automatically:
cs: Webové servery, které se mají nastavit automaticky:
pt: Servidor(es) web a reconfigurar automaticamente:

source: poker-web supports any web server that PHP does, but this automatic configuration process only supports Apache.
cs: poker-web podporuje libovolný webový server, který podporuje PHP, ale automatické nastavení si rozumí pouze se serverem Apache.
pt: O poker-web suporta qualquer servidor web que o PHP também suporte, mas este processo de configuração automática apenas suporta o Apache.

source: Restart ${webserver} now?
cs: Restartovat nyní ${webserver}?
pt: Reiniciar agora o ${webserver}

source: Remember that in order to activate the new configuration ${webserver} has to be restarted. You can also restart ${webserver} manually executing /etc/init.d/${webserver} restart
cs: Aby se nové nastavení projevilo, ${webserver} se musí restartovat. ${webserver} můžete restartovat také ručně příkazem /etc/init.d/${webserver} restart
pt: Lembre-se que para activar a nova configuração o ${webserver} tem de ser reiniciado. Você pode também reiniciar manualmente o ${apache} executando /etc/init.d/${webserver} restart

source: Hostname or IP address of the poker-network server:
cs: Jméno počítače nebo IP adresa výchozího serveru poker-network:
pt: Nome da máquina ou endereço IP do servidor poker-network:

source: The poker-network server for which poker-web provides a web based interface. It will be queried via its SOAP interface.
cs: poker-network server, ke kterému poker-web poskytuje webové rozhraní. Dotazy budou na server kladeny skrze jeho SOAP rozhraní.
pt: O servidor poker-network para o qual o poker-web disponibiliza um interface baseado na web. Será questionado através do seu interface SOAP.

source: Do you want to configure and run the poker-network server?
cs: Chcete nastavit a používat server poker-network?
pt: Deseja configurar e correr o servidor poker-network?

source: If you want to configure and run a poker-network server, make sure you have administrative rights on a running MySQL server. If you do not want to run the poker-network server on this machine, you will be prompted for the hostname or the IP address of a running poker-network server.
cs: Jestliže chcete nakonfigurovat a spustit poker-network server, ujistěte se, že máte administrátorská práva na běžícím MySQL serveru. Nechcete-li na tomto počítači provozovat server poker-network, budete dotázáni na jméno počítače nebo IP adresu běžícího poker-network serveru.
pt: Se deseja configurar e correr um servidor poker-network, assegure-se que tem direitos administrativos num servidor MySQL em execução. Se não deseja correr o servidor poker-network nesta máquina, ser-lhe-á perguntado o nome da máquina ou o endereço IP de um servidor poker-network em execução.

source: Skipping poker-network server installation
cs: Přeskakuji serverovou instalaci poker-network
pt: Saltar a instalação do servidor poker-network

source: If you want to run poker-network at a later time, you will need to configure it by hand or by running dpkg-reconfigure python-poker-network.
cs: Budete-li chtít poker-network spustit později, můžete to provést ručně, nebo příkazem dpkg-reconfigure python-poker-network.
pt: Se você quiser correr posteriormente o poker-network, você terá de configurá-lo manualmente ou correr dpkg-reconfigure python-poker-network.

source: Hostname or IP address of the default poker-network server:
cs: Jméno počítače nebo IP adresa výchozího serveru poker-network:
pt: Nome da máquina ou endereço IP do servidor poker-network por omissão:

source: The clients based on poker-network installed on the same machine will be able to use this poker-network server host as a default, if needed.
cs: Klienti sídlící na stejném počítači jako serverová instalace poker-network budou moci tento server využívat jako výchozí.
pt: Os clientes baseados no poker-network instalados na mesma máquina serão capazes de utilizar esta máquina servidor poker-network por omissão se necessário.

source: Hostname or IP address of the default poker-network web server:
pt: Nome da máquina ou endereço IP do servidor web, por omissão poker-network:

source: The clients based on poker-network installed on the same machine will be able to use this address to connect to the web part of the poker server.
pt: Os clientes baseados no poker-network instalados na mesma máquina serão capazes de utilizar este endereço para ligar à parte do servidor web do servidor de poker.

source: Do you want to run the poker-network robots?
pt: Deseja correr os robots poker-network?

source: Robot players are simple minded poker players that can be used to exercise the poker server when there are not enough human players connected.
pt: Jogadores robot são jogadores de poker simples que podem ser utilizados para tomarem lugar no servidor de poker quando não estão ligados jogadores humanos suficientes.
