Repository: jefffederman/pokersource
Catalog: poker-network/debian/po/*.po
Languages: es, fr

source: poker-network server installation.
fr: Voulez-vous installer poker-network en mode serveur ?

source: Do you want to configure and run the poker-network server ? If you do, make sure you already have administrative rights on a running MySQL server. If you do not want to run the poker-network server on this machine, you will be prompted for the hostname or the IP of a running poker-network server.
fr: Vous allez configurer et démarrer le serveur poker-network. Assurez-vous de posséder les droits d'administration sur un serveur MySQL opérationnel. Si vous ne souhaitez pas exécuter poker-network en mode serveur sur cette machine, il vous sera demandé le nom d'hôte ou l'adresse IP d'un serveur poker-network actif.

source: Skipping poker-network server installation.
fr: Annulation de l'installation du serveur poker-network

source: If you want to run poker-network at a later time, you will need to configure it by hand or by running dpkg-reconfigure python2.3-poker-network.
fr: Si vous souhaitez exécuter poker-network ultérieurement, vous devrez le configurer vous-même ou utiliser la commande « dpkg-reconfigure python2.3-poker-network ».

source: Please enter the hostname or IP of the default poker-network server.
fr: Nom d'hôte ou adresse IP du serveur poker-network par défaut :

source: The clients based on poker-network installed on the same machine will be able to use this poker-network server host as a default, if needed.
es: Los clientes basados en poker-network instalados en el mismo equipo, serán capaces de usar este servidor por omisión de poker-network, si se necesita.
fr: Vous pouvez indiquer le serveur poker-network que les clients installés sur cette même machine pourront utiliser par défaut.

source: Please enter the MySQL server host name:
fr: Nom d'hôte du serveur MySQL :

source: This must be the host-name or IP address where the MySQL server is running.
fr: Veuillez indiquer le nom d'hôte ou l'adresse IP du serveur MySQL.

source: Please enter poker-network database name:
fr: Nom de la base de données de poker-network :

source: This is the name of the database that poker-network will use. A new database of that name will be created on the MySQL server.
fr: Veuillez indiquer la base de données qu'utilisera poker-network. Si cette base de données n'existe pas, elle sera créée sur le serveur MySQL.

source: Please choose a MySQL user name dedicated to poker-network:
fr: Identifiant de l'utilisateur MySQL dédié à poker-network :

source: This is the user name that poker-network will use to access the database. A MySQL user of that name will be created on the MySQL server, with permissions restricted to the database dedicated to poker-network.
fr: Veuillez indiquer l'identifiant de l'utilisateur que poker-network utilisera pour accéder à la base de données. Un utilisateur avec cet identifiant sera créé sur le serveur MySQL, ses droits d'accès seront limités à la base de données utilisée par poker-network.

source: Please enter a password for the poker-network MySQL user:
fr: Mot de passe pour l'utilisateur MySQL de poker-network :

source: Please retype the password of the poker-network MySQL user:
fr: Confirmation du mot de passe de l'utilisateur MySQL de poker-network :

source: This is the password that poker-network will use, along with the MySQL user name you chose, to access the poker-network database.
fr: Veuillez choisir le mot de passe de l'identifiant créé pour accéder à la base de données poker-network.

source: Passwords mismatch.
fr: Mots de passe différents

source: The poker-network MySQL user passwords you entered do not match. Please try again.
fr: Le mot de passe et sa confirmation ne concordent pas. Veuillez recommencer.

source: Please enter the MySQL server administrator user name:
fr: Identifiant de l'administrateur du serveur MySQL :

source: The MySQL server administrator user will be used only during the installation process to do the following:
fr: Veuillez indiquer l'identifiant de l'administrateur du serveur MySQL. Il servira à la création de :

source: (1) The poker-network database (2) The MySQL user that poker-network will use to access the database
fr: - la base de données poker-network ; - l'utilisateur MySQL que poker-network utilisera pour y accéder.

source: The 'root' user usually have permission to create databases and users.
fr: L'identifiant « root » a généralement le droit de créer des bases de données et des utilisateurs.

source: Please enter the MySQL server administrator password (if any):
fr: Mot de passe de l'administrateur du serveur MySQL (s'il en a un) :

source: This is the password that will be used along with the MySQL server administrator name.
fr: Veuillez indiquer le mot de passe de l'administrateur du serveur MySQL.

source: NOTE: This password will not be asked twice, since it's not a new password.
fr: Aucune confirmation ne sera demandée puisqu'il ne s'agit pas d'un nouveau mot de passe.

source: Web server(s) to reconfigure automatically:
es: Servidor/es web a reconfigurar automáticamente:

source: poker-web supports any web server that PHP does, but this automatic configuration process only supports Apache.
es: poker-web da soporte a cualquier servidor web que tenga soporte de PHP, pero este proceso de configuración automática sólo da soporte a Apache.

source: Restart ${webserver} now?
es: ¿Quiere que reinicie ${webserver} ahora?

source: Remember that in order to activate the new configuration ${webserver} has to be restarted. You can also restart ${webserver} manually executing /etc/init.d/${webserver} restart
es: Recuerde, que para activar la nueva configuración ${webserver} tiene que reiniciarse. Usted también puede reiniciar ${webserver} manualmente ejecutando «/etc/init.d/${webserver} restart».

source: Hostname or IP address of the poker-network server:
es: Nombre o dirección IP del servidor poker-network:

source: The poker-network server for which poker-web provides a web based interface. It will be queried via its SOAP interface.
es: El servidor de poker-network cuyo poker-web proporciona una interfaz basada en web, Recibirá peticiones a través de su interfaz SOAP.

source: Do you want to configure and run the poker-network server?
es: ¿Quiere configurar y ejecutar el servidor de poker-network?

source: If you want to configure and run a poker-network server, make sure you have administrative rights on a running MySQL server. If you do not want to run the poker-network server on this machine, you will be prompted for the hostname or the IP address of a running poker-network server.
es: Si usted quiere configurar y ejecutar un servidor de poker-network, asegúrese de que tiene permisos de administrador en el servidor MySQL. Si no quiere ejecutar el servidor de poker-network en este equipo, se le pedirá el nombre del servidor o la dirección IP de un servidor poker-network que se esté ejecutando.

source: Skipping poker-network server installation
es: Omitiendo instalación del servidor poker-network

source: If you want to run poker-network at a later time, you will need to configure it by hand or by running dpkg-reconfigure python-poker-network.
es: Si quiere ejecutar poker-network más tarde, necesitará configurarlo manualmente o ejecutando «dpkg-reconfigure python-poker-network».

source: Hostname or IP address of the default poker-network server:
es: Nombre del servidor o dirección IP del servidor poker-network por omisión:

source: Hostname or IP address of the default poker-network web server:
es: Nombre del servidor o dirección IP del servidor poker-network por omisión:

source: The clients based on poker-network installed on the same machine will be able to use this address to connect to the web part of the poker server.
es: Los clientes basados en poker-network y que estén instalados en el mismo equipo utilizarán este servidor de poker-network para conectarse al interfaz web del servidor de poker.

source: Do you want to run the poker-network robots?
es: ¿Quiere ejecutar los robots de poker-network?

source: Robot players are simple minded poker players that can be used to exercise the poker server when there are not enough human players connected.
es: Los jugadores robot son jugadores de poker de mente muy simple que pueden utilizarse para probar el servidor de poker cuando no hay suficientes jugadores humanos conectados.
