Repository: jefffederman/pokersource
Catalog: trunk/poker-network/po/*.po
Languages: pt, sv

source: <b>Password</b>
pt: <b>Palavra passe</b>
sv: <b>Lösenord</b>

source: CANCEL
pt: ANULAR
sv: Avbryt

source: Create Account
pt: Criar Conta
sv: Skapa konto

source: auto post blinds
pt: Casadelas automáticas
sv: automatisk post blind

source: sit out next hand
pt: levantar-se na próxima mão
sv: Pass

source: Post blind
pt: Pagar a casadela

source: Auto Post
pt: Casadela automática

source: YES
pt: SIM
sv: Ja

source: NO
pt: NÃO
sv: Nej

source: WAIT FOR BIG BLIND
pt: ESPERAR PELA CASADELA GRANDE
sv: Vänta på Big Blind

source: The maximum
pt: O máximo
sv: Maximum

source: Player ID
pt: Identificação do jogador
sv: Användar-ID

source: Mailing Address
pt: Endereço mail
sv: Mail-adress

source: Available:
pt: Disponível
sv: Tillgänglig:

source: In play:
pt: Em jogo:
sv: Medspelare:

source: Points:
pt: Pontos:
sv: Poäng:

source: frequent player cash
pt: jogador a dinheiro frequente
sv: Stam-spelares summa

source: Previous
pt: Anterior
sv: Föregående

source: Next
pt: Próximo
sv: Nästa

source: Quit
pt: Sair
sv: Sluta

source: Software released under the GNU GPL
pt: Software lançado sob a licença de GNU GPL
sv: Mjukvaran ligger under GNU GPL

source: _Credits & Licenses
pt: _Créditos & Licenças
sv: _Kredit och Licens

source: Credits
pt: Créditos
sv: Kredit

source: GNU Lesser General Public License v2.1 or later
pt: GNU Lesser General Public License v2.1 ou depois
sv: GNU General Public License v2 eller senare

source: MIT or X11 License
pt: MIT ou X11 License
sv: MIT eller X11 Licens

source: Regular
pt: Torneio
sv: Reguljär

source: ALL
pt: TODOS
sv: ALLT

source: Click to sit at the table
pt: Clicar aqui para sentar-se na mesa
sv: Klicka för att vara med vid bordet

source: Get a seat
pt: Lugar livre
sv: Ta en plats

source: Fold
pt: Desistir

source: Raise
pt: Subir a aposta
sv: Höj

source: Rebuy
pt: Comprar mais fichas
sv: Återköp

source: Switch
pt: Trocar
sv: Skifta

source: Call
pt: Igualar

source: Check
pt: Passar

source: Raise Increase
pt: Aumentar a aposta
sv: Ökar höjning

source: Raise Decrease
pt: Diminuir a aposta
sv: Sänker höjning

source: Raise Pot
pt: Aumento do valor do Pote
sv: Höjning av Potten

source: Raise half pot
pt: Aumento de metade do valor do Pote
sv: Höj halva Potten

source: Raise decrease BB
pt: Diminuir do valor da Casadela Grande
sv: Sänk Höjning BB

source: SHOW CARDS
pt: MOSTRAR CARTAS
sv: VISA KORTEN

source: HIDE CARDS
pt: ESCONDER CARTAS
sv: GÖM KORTEN

source: ALWAYS HIDE
pt: ESCONDER SEMPRE
sv: GÖM ALLTID

source: Hand is over, what do you want to do ?
pt: A mão acabou, o que deseja fazer?
sv: Du har spelat färdigt handen. Vad vill du göra nu?

source: CHECK
pt: PASSAR

source: FOLD
pt: DESISTIR

source: Checking is free. What do you want to do?
pt: O Check é gratuito.O que deseja fazer?
sv: Det är gratis att checka. Var vill du göra?

source: Credits for poker-network
pt: Créditos para a network-poker
sv: Kredit för ditt poker-nät.

source: My
pt: Meu
sv: Mitt

source: Name
pt: Nome
sv: Namn

source: Structure
pt: Estrutura
sv: Struktur

source: Seats
pt: Lugares
sv: Säten

source: Avg.pot
pt: Méd.pote
sv: Genomsnittlig pott

source: Hands/h
pt: Mãos/h
sv: Händer/h

source: Playing
pt: Jogadores
sv: Spelar

source: Players
pt: Jogadores
sv: Spelare

source: Chips
pt: Fichas
sv: Marker

source: GO TO TABLE
pt: IR PARA A MESA
sv: GÅ TILL BORDET

source: Title
pt: Título
sv: Titel

source: State
pt: Estado
sv: Stat:

source: Date
pt: Data
sv: Datum

source: REGISTER
pt: INSCRIÇÃO
sv: REGISTRERA

source: UNREGISTER
pt: DESINSCRIÇÃO
sv: AVREGISTRERA

source: Show hand
pt: Mostrar mão
sv: Visa handen

source: Players: %d
pt: Jogadores:%d
sv: Spelare: %d

source: Tournaments: %d
pt: Torneios:%d
sv: Turnering:%d

source: Tables: %d
pt: Mesas:%d
sv: Bord: %d

source: Do you really want to quit ?
pt: Tem a certeza que quer sair?
sv: Vill du verkligen avbyta?

source: Pay the ante (%d) ?
pt: Pagar ante (%d) ?
sv: Betala ante (%d)

source: big blind (%(bblind_)s) + dead (%(dead_)s)
pt: casadela grande (%(bblind_)s) + dead (%(dead_)s)

source: big blind (%s)
pt: casadela grande (%s)

source: small blind (%s)
pt: casadela pequena (%s)

source: This seat is busy
pt: Este lugar está ocupado
sv: Den här platsen är upptagen

source: wait for big blind
pt: esperar pela casadela grande
sv: Vänta på big blind

source: wait for %s blind
pt: esperar pela casadela %s
sv: Vänta på %s blind

source: sit out next turn
pt: levantar-se no próximo turno
sv: Sitt ut nästa omgång

source: You have no money left
pt: Você já não tem mais dinheiro
sv: Du har inga pengar kvar

source: How much do you want to rebuy?
pt: Quanto quer comprar?
sv: Hur mycket vill du återköpa?

source: All your bankroll
pt: Toda a minha bankroll
sv: Allt du har

source: Maximum buy in
pt: O máximo

source: Screen resolution changed
pt: Resolução do ecrã modificada
sv: Skrämupplösningen har ändrats

source: Graphics quality changed
pt: Qualidade dos gráficos modificada
sv: Grafikens kvalitet har ändrats

source: Do you want to restart the game now ?
pt: Quer reiniciar o jogo agora?
sv: Vill du starta om spelet nu?

source: Your hand history is empty
pt: O seu historial está vazio
sv: Din hands historik är tomt

source: Already logged in
pt: Você já está identificado
sv: Redan inloggad

source: You cannot do that now
pt: Não pode fazer isso agora
sv: Du kan inte göra det nu

source: You must be logged in to get a seat
pt: Você deve identificar-se para arranjar um lugar
sv: Du måste först vara inloggad och ha tagit en plats

source: Do you really want to leave the table ?
pt: Quer mesmo deixar a mesa?
sv: Är du säker på att du vill lämna bordet?

source: You must leave the table to change your outfit
pt: Você deve sair desta mesa para poder mudar o seu revestimento
sv: Du måste lämna bordet för att ändra din outfit

source: gtkrc
pt: gtkrc.pt

source: head
pt: cabeça
sv: huvud

source: hair
pt: cabelo
sv: hår

source: beard
pt: barba
sv: skägg

source: torso
pt: tronco
sv: överkropp

source: legs
pt: pernas
sv: ben

source: dress
pt: vestido
sv: klänning

source: feet
pt: pés
sv: fötter

source: accessory1
pt: acessório1
sv: accessoar1

source: accessory2
pt: acessório2
sv: accessoar2

source: accessory3
pt: acessório3
sv: accessoar3

source: Base color
pt: Cor de base
sv: Basfärger

source: Skin color
pt: Cor da pele
sv: Hudfärg

source: Eyes color
pt: Cor dos olhos
sv: Ögonfärg

source: Hair color
pt: Cor do cabelo
sv: Hårfärg

source: Sunshade color
pt: Cor da pala
sv: Solglasögon

source: Jacket color
pt: Cor do casaco
sv: Färg på jackan

source: Shirt color
pt: Cor da camisa
sv: Färg på skjortan

source: Shirt detail color #1
pt: Detalhe da cor da camisa #1
sv: Skjortdetaljer #1

source: Shirt detail color #2
pt: Detalhe da cor da camisa#2
sv: Skjortdetalijer#2

source: Shirt sleeves color
pt: Cor das mangas da camisa
sv: Färg på skjortärmar

source: Shirt base color
pt: Cor de base da camisa
sv: Basfärger på skjortan

source: Glasses color
pt: Cor dos óculos
sv: Färg på glasögon

source: Mount color
pt: Cor da armação
sv: Färg på stället

source: Pants color
pt: Cor das calças
sv: Färg på byxor

source: Pull color
pt: Cor da camisola
sv: Färg på tröjan

source: Pullover color
pt: Cor da camisola
sv: Färg på pullovern

source: Shoes color
pt: Cor dos sapatos
sv: Färg på skorna

source: Nails color
pt: Cor das unhas
sv: Nagelfärg

source: Lips color
pt: Cor dos lábios
sv: Färg på läpparna

source: Eyes makup color
pt: Cor da maquilhagem dos olhos
sv: Färg på ögonsminket

source: Skirt color
pt: Cor da saia
sv: Färg på kjolen

source: Clip color
pt: Cor do gancho
sv: Färg på clipsen

source: Beltclip color
pt: Cor da fivela do cinto
sv: Färg på skärpet

source: Pants base color
pt: Cor de base das calças
sv: Basfärgen på byxorna

source: Pants strips color
pt: Cor das riscas das calças
sv: Färgen på byxränderna

source: Squares color
pt: Cor dos quadrados
sv: Färgen på rutorna

source: Fur color
pt: Cor do casaco de peles
sv: Färg på pälsen

source: Dress color
pt: Cor do vestido
sv: Färg på klänningen

source: Pattern color
pt: Cor do padrão
sv: Mönstrets färg

source: Flowers color
pt: Cor das flores
sv: Blommornas färg

source: Belt color
pt: Cor do cinto
sv: Färg på skärpet

source: Cap color
pt: Cor do boné
sv: Färg på kepsen

source: Hat color
pt: Cor do chapéu
sv: Färg på hatten

source: Band color
pt: Cor da tira
sv: Färg på bandet

source: Tie color
pt: Cor da gravata
sv: Färg på slipsen

source: <b>Login</b>
sv: <b>Användarnamn</b>

source: _Remember password
sv: _Kom ihåg läsenord

source: Which amount do you want to bring at the table ?
sv: Vilken summa vill du satsa vid bordet?

source: Total:
sv: Totalt:

source: PLAY MONEY
sv: Spelsumma:

source: CUSTOM MONEY
sv: Min spelsumma

source: Python 2.4.2 License
sv: Python 2.4.2 Licens

source: Zope Public License (ZPL) Version 2.1
sv: Zope Public Licens (ZPL) Version 2.1

source: libJPEG License
sv: libJPEG Licens

source: OpenSSL License
sv: OpenSSL Licens

source: sit out
sv: gå ur

source: Which amount do you want to bring at the table?
sv: Vilken summa vill du spela med vi detta bord?
